{
    "dares": [
      "Text a family member a random emoji without any explanation.",
      "Tell the group about your weirdest dream.",
      "Change your profile picture to a meme for the next hour.",
      "Join a voice channel and sing a snippet of your favorite song.",
      "Share a screenshot of your most-used emojis.",
      "Post a funny GIF in the general chat.",
      "Send a random internet fact to the group.",
      "Change your Discord nickname to a famous movie character for the day.",
      "Write a short poem about the last thing you ate and share it.",
      "Use only emojis to describe your day so far.",
      "Share a screenshot of your most frequently played game.",
      "Compliment the person who joined the server right before you.",
      "Share a link to a YouTube video that always makes you laugh.",
      "Change your status to a funny one-liner for the next hour.",
      "Pick a random word from a book and create a sentence using it.",
      "Post a selfie of your current expression.",
      "Describe your favorite movie in exactly five words.",
      "Share a fun internet quiz for everyone to take.",
      "Record a 20-second voice clip of you describing your favorite place.",
      "Find a funny meme and create your own caption for it.",
      "Share a screenshot of the last meme you saved.",
      "Change your server nickname to 'Captain [YourName]' for the next hour.",
      "Post a screenshot of your most recently played song on a music app.",
      "Share a virtual tour link of an interesting place.",
      "Write a short rap about something in the room you're in.",
      "Share a funny autocorrect fail story from your phone.",
      "Change your profile status to a fun fact about yourself.",
      "Find a GIF that describes your mood right now.",
      "Share a screenshot of the last thing you ordered online.",
      "Post an emoji story - use only emojis to tell a short narrative.",
      "Record a voice message of you telling a joke.",
      "Share a link to a virtual escape room for the group to try.",
      "Change your server nickname to 'Champion of [YourFavoriteGame]' for the day.",
      "Find a picture of a cute animal and post it with a funny caption.",
      "Share a screenshot of the current weather in your location.",
      "Post a random trivia question for others to answer.",
      "Share a recipe you'd like to try or have tried recently.",
      "Change your profile picture to your favorite childhood cartoon character.",
      "Post a GIF that represents your online persona.",
      "Share a link to an interesting TED Talk or educational video.",
      "Write a short story using only 5 words at a time, taking turns with others.",
      "Share a screenshot of the last meme that made you laugh out loud.",
      "Change your status to a riddle for others to solve.",
      "Post a picture of your workspace, and ask others to do the same.",
      "Share a screenshot of your most-recently played podcast episode.",
      "Find an online personality quiz and share your results.",
      "Change your server nickname to a pun related to your favorite hobby.",
      "Share a link to a virtual museum tour.",
      "Post a screenshot of the last game you played on your phone.",
      "Share a funny autocorrect story from a chat with a friend.",
      "Change your profile status to an interesting historical fact.",
      "Find a GIF that expresses how you feel about Mondays.",
      "Share a link to an online language learning resource.",
      "Post a screenshot of a funny conversation with a chatbot.",
      "Change your server nickname to 'The Great [YourName]' for the next hour.",
      "Share a screenshot of a heartwarming news article.",
      "Post a picture of the last thing you cooked or ate.",
      "Share a link to an online personality test.",
      "Change your profile picture to an artwork you admire.",
      "Post a GIF that represents your favorite book or movie.",
      "Share a screenshot of your favorite productivity app.",
      "Change your status to a fun and random fact about the internet.",
      "Share a link to a virtual concert or music performance.",
      "Post a screenshot of a recent achievement in a game.",
      "Share a funny dad joke with the group.",
      "Change your server nickname to a word spelled backwards.",
      "Share a link to a virtual zoo or aquarium tour.",
      "Post a picture of a place you'd love to visit in the future.",
      "Share a screenshot of the last documentary you watched.",
      "Change your profile status to a line from your favorite song.",
      "Post a GIF that shows how you react to technology problems.",
      "Share a link to a virtual art gallery tour.",
      "Change your server nickname to 'Champion of [YourFavoriteGame]' for the day.",
      "Share a screenshot of your favorite app on your phone.",
      "Post a picture of a recent online purchase you're excited about.",
      "Share a link to an online trivia game for the group to play.",
      "Change your profile picture to an image of a famous landmark.",
      "Post a GIF that describes your current mood perfectly.",
      "Share a screenshot of a recipe you want to try in the future.",
      "Change your status to a fun science fact.",
      "Post a link to a virtual theater or live performance stream.",
      "Share a screenshot of your favorite podcast.",
      "Change your server nickname to a fantasy character name.",
      "Post a picture of your favorite indoor activity or hobby.",
      "Share a link to an online coding tutorial.",
      "Change your profile status to a quote from a famous scientist.",
      "Post a GIF that shows how you react when you win in a game.",
      "Share a screenshot of your favorite online workout routine.",
      "Change your server nickname to a combination of two random words.",
      "Post a picture of a place you've been to and miss.",
      "Share a link to a virtual space exploration experience.",
      "Change your profile picture to an image related to a dream destination.",
      "Post a GIF that describes your reaction to a bad pun.",
      "Share a screenshot of your favorite online shopping website.",
      "Change your status to a fun fact about a random animal.",
      "Post a link to an online escape room game.",
      "Share a screenshot of a recipe you've recently mastered.",
      "Change your server nickname to a word in a foreign language.",
      "Post a picture of your favorite online game character.",
      "Share a link to a virtual hiking or nature walk experience.",
      "Change your profile status to a line from a famous movie.",
      "Post a GIF that sums up your feelings about online meetings."
    ]
  }
  